Repository: krishpranav/musicx
Catalog: lib/l10n/intl_*.arb
Languages: or

source: Language
or: ଭାଷା

source: Add to Queue
or: ଧାଡିରେ ଯୋଡ଼ନ୍ତୁ

source: Songs
or: ସଙ୍ଗୀତ

source: Playlists
or: ପ୍ଲେଲିଷ୍ଟ୍ ଗୁଡ଼ିକ

source: Search something
or: କିଛି ସନ୍ଧାନ କରନ୍ତୁ

# RTL
source: Right to Left
or: ଡ଼ାହାଣ ରୁ ବାମ

# Right_to_left_direction
source: Set text direction to Right to left
or: ପାଠ୍ୟ ଦିଗ କୁ ଡ଼ାହାଣ ରୁ ବାମ କରନ୍ତୁ

source: Home
or: ଗୃହ

source: Artists
or: କଳାକାର ମାନେ

source: Search
or: ଖୋଜନ୍ତୁ

source: Settings
or: ସେଟିଂ

source: Dark Theme
or: ଅନ୍ଧାର ଥିମ୍

source: Dynamic Theme
or: ଗତିଶୀଳ ଥିମ୍

source: Play All
or: ସମସ୍ତ ପ୍ଲେ କରନ୍ତୁ

source: Tracks
or: ଟ୍ରାକ ଗୁଡ଼ିକ

source: Audio Quality
or: ଅଡିଓ ଗୁଣବତ୍ତା

source: High
or: ଅଧିକ

source: Medium
or: ମଧ୍ୟମ

source: Low
or: କମ୍

source: Experimental
or: ପରୀକ୍ଷାମୂଳକ

source: About
or: ବିଷୟରେ

source: SOCIALS
or: ସାମାଜିକ

source: TROUBLESHOOTING
or: ଅସୁବିଧା ବିଶ୍ଳେଷଣ ହେଉଛି

source: Open in Browser
or: ବ୍ରାଉଜର ରେ ଖୋଲନ୍ତୁ

source: View source Code
or: ଉତ୍ସ କୋଡ୍ ଦେଖନ୍ତୁ

source: Report an issue
or: ଏକ ସମସ୍ୟା ରିପୋର୍ଟ କରନ୍ତୁ

# github_redirect
source: You will be redirected to Github
or: ତୁମେ ଗିଥବ୍ କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବ

source: Request a feature
or: ଏକ ବୈଶିଷ୍ଟ୍ୟ ପାଇଁ ଅନୁରୋଧ କରନ୍ତୁ

source: Change Country
or: ଦେଶ ବଦଳାନ୍ତୁ

source: My Favorites
or: ମୋର ପସନ୍ଦ ଗୁଡ଼ିକ

source: Remove from Queue
or: ଧାଡ଼ିରୁ ଅପସାରଣ କରନ୍ତୁ

source: Remove from Favorites
or: ପସନ୍ଦ ରୁ ଅପସାରଣ କରନ୍ତୁ

source: Add to Favorites
or: ପସନ୍ଦ ରେ ଯୋଡ଼ନ୍ତୁ

source: Theme
or: ଥିମ୍

source: Nothing Here
or: ଏଠାରେ କିଛି ନାହିଁ

source: Albums
or: ଆଲବମ୍

source: CANCEL
or: ବାତିଲ୍

source: REMOVE
or: ଅପସାରଣ କରନ୍ତୁ |

source: Remove from search history?
or: ସନ୍ଧାନ ଇତିହାସରୁ ଅପସାରଣ କରିବେ କି?ସନ୍ଧାନ ଇତିହାସରୁ ଅପସାରଣ କରିବେ କି?

source: Play next
or: ଏହାପରେ ଚଲାନ୍ତୁ

source: Videos
or: ଭିଡିଓଗୁଡିକ

source: Theme Mode
or: ଥିମ୍ ମୋଡ୍

source: System
or: ସିଷ୍ଟମ୍

source: Light
or: ଆଲୋକ

source: Dark
or: ଅନ୍ଧାର

source: Pitch black
or: ପିଚ୍ କଳା

source: Material You colors
or: ସାମଗ୍ରୀ ତୁମେ ରଙ୍ଗ କର |

source: History
or: ଇତିହାସ

source: Recently played
or: ସମ୍ପ୍ରତି ଖେଳାଯାଇଛି |

source: Recommended
or: ପରାମର୍ଶିତ

source: Clear search history
or: ସନ୍ଧାନ ଇତିହାସ ସଫା କରନ୍ତୁ |

source: Clear song history
or: ଗୀତ ଇତିହାସ ସଫା କରନ୍ତୁ |

source: Confirm
or: ନିଶ୍ଚିତ କରନ୍ତୁ |

source: Are you sure to delete search history
or: ସନ୍ଧାନ ଇତିହାସ ବିଲୋପ କରିବାକୁ ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure to delete song history
or: ଗୀତ ଇତିହାସ ବିଲୋପ କରିବାକୁ ଆପଣ ନିଶ୍ଚିତ କି?

source: YES
or: ହଁ

source: NO
or: ନା

source: Update
or: ଅଦ୍ୟତନ କରନ୍ତୁ

source: OKAY
or: ଠିକ୍‌ ଅଛି

source: Download
or: ଡାଉନଲୋଡ୍ କରନ୍ତୁ

source: New Update Available
or: ନୂତନ ସଂସ୍କରଣ ଉପଲବ୍ଧ ଅଛି

# Already_updated
source: Musicx is already up to date.
or: Musicx ପୂର୍ବରୁ ଅଦ୍ୟତନ ଅଟେ।
